<b>离子辐照与纳米材料：</b><br>
利用离子辐照技术加工和搀杂纳米结构材料，包括石墨稀、金属/半导体纳米线。<br><br>
<b>材料辐照损伤中的界面效应</b><br>
界面特性（GB/TB etc）对材料辐照损伤缺陷演化和最终形式有至关重要的影响，在很大程度上决定了材料抗辐照损伤能力的高低。优化界面性能是抗辐照材料设计的重要途径之一。我们从实验和计算机模拟两个方面研究不同界面与辐照损伤缺陷之间的相互作用，探索基于界面优化的抗辐照材料设计物理机制。<br>
<ul>
<li>Twin boundary</li>
<li>Other interfaces</li>
</ul>
<br>
<b>熔盐堆(MSR)抗辐照材料</b><br>
MSR是六种第四代候选堆型之一，其结构材料面临的运行温度大约在500 - 700℃之间，中子辐照产生的原子平均移位次数（dpa）高达150。在长期运行过程中，强中子流辐照导致材料微观结构发生的变化在允许范围之内，从而保证结构材料的各种性能保持稳定而不发生严重退化。我们的目的是研究MRS中常用结构材料（Hastelloy合金、碳及SiC等）的辐照损伤特性，以及辐照损伤所导致材料微观结构和性能演化规律。<br>
<br>
